const FAQLecturerList = [
  { id: 1, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 2, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 3, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 4, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 5, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 6, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 7, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 8, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 9, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 10, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 11, desc: '강의 신청은 어디서 하면 되나요?' },
];

const FAQLecturerContents = [
  {
    id: 1,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 2,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 3,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 4,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 5,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 6,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 7,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 8,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 9,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 10,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 11,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
];

const FAQManualList = [
  { id: 1, desc: '강의 일정은 어디서 보나요?' },
  { id: 2, desc: '강의 일정은 어디서 보나요?' },
  { id: 3, desc: '강의 일정은 어디서 보나요?' },
  { id: 4, desc: '강의 일정은 어디서 보나요?' },
  { id: 5, desc: '강의 일정은 어디서 보나요?' },
  { id: 6, desc: '강의 일정은 어디서 보나요?' },
  { id: 7, desc: '강의 일정은 어디서 보나요?' },
  { id: 8, desc: '강의 일정은 어디서 보나요?' },
  { id: 9, desc: '강의 일정은 어디서 보나요?' },
  { id: 10, desc: '강의 일정은 어디서 보나요?' },
  { id: 11, desc: '강의 일정은 어디서 보나요?' },
];

const FAQManualContents = [
  {
    id: 1,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 2,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 3,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 4,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 5,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 6,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 7,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 8,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 9,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 10,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 11,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
];

const FAQComplainList = [
  { id: 1, desc: '로그인이 안될 경우가 있어요' },
  { id: 2, desc: '로그인이 안될 경우가 있어요' },
  { id: 3, desc: '로그인이 안될 경우가 있어요' },
  { id: 4, desc: '로그인이 안될 경우가 있어요' },
  { id: 5, desc: '로그인이 안될 경우가 있어요' },
  { id: 6, desc: '로그인이 안될 경우가 있어요' },
  { id: 7, desc: '로그인이 안될 경우가 있어요' },
  { id: 8, desc: '로그인이 안될 경우가 있어요' },
  { id: 9, desc: '로그인이 안될 경우가 있어요' },
  { id: 10, desc: '로그인이 안될 경우가 있어요' },
  { id: 11, desc: '로그인이 안될 경우가 있어요' },
];

const FAQComplainContents = [
  {
    id: 1,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 2,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 3,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 4,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 5,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 6,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 7,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 8,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 9,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 10,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 11,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
];

const FAQofETCList = [
  { id: 1, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 2, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 3, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 4, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 5, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 6, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 7, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 8, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 9, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 10, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 11, desc: '환불 신청하면 언제 돈이 들어오나요?' },
];

const FAQETCContents = [
  {
    id: 1,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 2,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 3,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 4,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 5,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 6,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 7,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 8,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 9,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 10,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
  {
    id: 11,
    subject:
      '건전한 수상 스포츠 문화를 즐기는 방법 블라블라 블라블블라 블라블라 블라블라 블라',
    DescList: [
      {
        id: 1,
        contents:
          '모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다. 모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
      {
        id: 2,
        contents:
          '쉽고 빠르게 수강 등록을 하고 소중한 시간을 나눠보세요!모두의 건전한 수상 스포츠 문화를 위해 의미있는 활동을 하겠습니다.',
      },
    ],
  },
];

module.exports = {
  FAQLecturerList,
  FAQManualList,
  FAQComplainList,
  FAQofETCList,
  FAQLecturerContents,
  FAQManualContents,
  FAQComplainContents,
  FAQETCContents,
};
