const noticeList = [
  {
    id: 1,
    title: '풍덩 위치 기반 서비스 이용약관 개정 안내',
    date: '2021.06.08',
  },
  {
    id: 2,
    title: '풍덩 앱 하위버전 (1.0.0 미만) 지원 종료예정 안내',
    date: '2021.05.16',
  },
  {
    id: 3,
    title: '풍덩 통합 멤버십 정책 개정 안내',
    date: '2021.05.05',
  },
  {
    id: 4,
    title: '풍덩 iOS 최소지원 버전 변경 안내',
    date: '2021.05.03',
  },
  {
    id: 5,
    title: '풍덩 이용약관 일부 변경 공지',
    date: '2021.05.01',
  },
  {
    id: 6,
    title: '풍덩 시스템 정상화 안내',
    date: '2021.04.14',
  },
  {
    id: 7,
    title: '풍덩 결제 시스템 장애 안내',
    date: '2021.04.07',
  },
  {
    id: 8,
    title: '개인정보처리방침 일부 변경 안내',
    date: '2021.03.21',
  },
  {
    id: 9,
    title: '불량 강사 신고 방법 안내',
    date: '2021.03.16',
  },
  {
    id: 10,
    title: '풍덩 시스템 점검에 따른 이용 제한 안내',
    date: '2021.02.02',
  },
  {
    id: 11,
    title: '풍덩 계정 사칭 주의 안내',
    date: '2021.01.31',
  },
  {
    id: 12,
    title: '얏호~서비스 오픈!',
    date: '2021.01.20',
  },
];

const detailContents = [
  {
    id: 1,
    subDesc:
      '안녕하세요. 풍덩입니다./풍덩 위치기반서비스 이용약관의 변경사항이 있어 이를 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 2,
    subDesc:
      '안녕하세요. 풍덩입니다./풍덩 앱 하위버전 (1.0.0 미만) 지원 종료예정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 3,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 4,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 5,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 6,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 7,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 8,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 9,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 10,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 11,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
  {
    id: 12,
    subDesc: '안녕하세요. 풍덩입니다./풍덩 통합 멤버십 정책 개정 안내드립니다.',
    changeDescList: [
      {
        id: 1,
        contents:
          '[변경] 사명 변경: - 유한회사 알지피코리아 → 유한회사 딜리버리히어로 코리아',
      },
      {
        id: 2,
        contents:
          '[변경] 주소 변경: - 서울시 강난구 테헤란로5길 7 KG타워 10층 → 서울시 서초구 서초대로 38길 12 마제스타시티타워2 17층',
      },
    ],
    close:
      '고객님들께 더 좋은 서비스를 제공하는 풍덩이 되겠습니다. 감사합니다.',
  },
];

const FAQLecturerList = [
  { id: 1, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 2, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 3, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 4, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 5, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 6, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 7, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 8, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 9, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 10, desc: '강의 신청은 어디서 하면 되나요?' },
  { id: 11, desc: '강의 신청은 어디서 하면 되나요?' },
];

const FAQManualList = [
  { id: 1, desc: '강의 일정은 어디서 보나요?' },
  { id: 2, desc: '강의 일정은 어디서 보나요?' },
  { id: 3, desc: '강의 일정은 어디서 보나요?' },
  { id: 4, desc: '강의 일정은 어디서 보나요?' },
  { id: 5, desc: '강의 일정은 어디서 보나요?' },
  { id: 6, desc: '강의 일정은 어디서 보나요?' },
  { id: 7, desc: '강의 일정은 어디서 보나요?' },
  { id: 8, desc: '강의 일정은 어디서 보나요?' },
  { id: 9, desc: '강의 일정은 어디서 보나요?' },
  { id: 10, desc: '강의 일정은 어디서 보나요?' },
  { id: 11, desc: '강의 일정은 어디서 보나요?' },
];

const FAQComplainList = [
  { id: 1, desc: '로그인이 안될 경우가 있어요' },
  { id: 2, desc: '로그인이 안될 경우가 있어요' },
  { id: 3, desc: '로그인이 안될 경우가 있어요' },
  { id: 4, desc: '로그인이 안될 경우가 있어요' },
  { id: 5, desc: '로그인이 안될 경우가 있어요' },
  { id: 6, desc: '로그인이 안될 경우가 있어요' },
  { id: 7, desc: '로그인이 안될 경우가 있어요' },
  { id: 8, desc: '로그인이 안될 경우가 있어요' },
  { id: 9, desc: '로그인이 안될 경우가 있어요' },
  { id: 10, desc: '로그인이 안될 경우가 있어요' },
  { id: 11, desc: '로그인이 안될 경우가 있어요' },
];

const FAQofETCList = [
  { id: 1, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 2, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 3, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 4, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 5, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 6, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 7, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 8, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 9, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 10, desc: '환불 신청하면 언제 돈이 들어오나요?' },
  { id: 11, desc: '환불 신청하면 언제 돈이 들어오나요?' },
];

const servicePolicyInfo = [
  {
    id: 1,
    title: '풍덩 서비스 이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 2,
    title: '풍덩 서비스 이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 3,
    title: '풍덩 서비스 이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 4,
    title: '풍덩 서비스 이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
];

const FTPPolicyInfo = [
  {
    id: 1,
    title: '전자금융거래이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 2,
    title: '전자금융거래이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 3,
    title: '전자금융거래이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 4,
    title: '전자금융거래이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 5,
    title: '전자금융거래이용약관',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
];

const privacyPolicyInfo = [
  {
    id: 1,
    title: '개인정보처리방침',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 2,
    title: '개인정보처리방침',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
  {
    id: 3,
    title: '개인정보처리방침',
    startDate: '[현행] 2021년 03월 31일 시행',
    ruleTitle: '제 1장 총칙',
    ruleSubTitle: '제 1조 (목적)',
    ruleDesc:
      '본 약관은 어쩌군위우라ㅣ눙리ㅜ나ㅣㅇ륑누ㅏㅣ룬루ㅏㅡ우르푸이ㅏ란라ㅣㅜㅇ릐아루ㅠ,ㅇ울;ㅍ니ㅜ우러파ㅓㅐㅑ에라ㅣㅍ;,아ㅜㅍ;아ㅣㄹ,ㅜ니ㅏ퍼ㅡ닝픠나ㅜㅇ파ㅣㅜ나ㅣㅇ퓌ㅏㅁ뉘아푼프ㅜㅇ르푸울피ㅜ니ㅏ픠ㅏ늪',
  },
];

module.exports = {
  noticeList,
  detailContents,
  FAQLecturerList,
  FAQManualList,
  FAQComplainList,
  FAQofETCList,
  servicePolicyInfo,
  FTPPolicyInfo,
  privacyPolicyInfo,
};
